import PostPage from "@components/posts/postPage";


export const metadata = {
  metadataBase: new URL(`${process.env.NEXT_PUBLIC_BASE_URL}/balcony-glass`),
  title :"جام بالکن - ارائه‌دهنده انواع شیشه‌های بالکنی برای منازل و اماکن تجاری",
  description:"فروش و نصب شیشه‌های بالکنی با کیفیت بالا و امنیت بیشتر. ارائه بهترین خدمات نصب و تعمیر شیشه‌های بالکنی. مشاوره و بازدید رایگان.",
  keywords:"جام بالکن, شیشه‌های بالکنی, فروش شیشه‌های بالکنی, نصب شیشه‌های بالکنی, تعمیر شیشه‌های بالکنی, شیشه‌های مقاوم, شیشه‌های ایمنی, شیشه برای بالکن, شیشه‌های دکوراتیو, قیمت شیشه‌های بالکنی, خدمات پس از فروش شیشه‌های بالکنی, مشاوره شیشه‌های بالکنی, خرید شیشه‌های بالکنی",
  twitter:{
   card:'summary_large_image'
  },
  openGraph:{
    title :"جام بالکن - ارائه‌دهنده انواع شیشه‌های بالکنی برای منازل و اماکن تجاری",
    description:"فروش و نصب شیشه‌های بالکنی با کیفیت بالا و امنیت بیشتر. ارائه بهترین خدمات نصب و تعمیر شیشه‌های بالکنی. مشاوره و بازدید رایگان.",
    keywords:"جام بالکن, شیشه‌های بالکنی, فروش شیشه‌های بالکنی, نصب شیشه‌های بالکنی, تعمیر شیشه‌های بالکنی, شیشه‌های مقاوم, شیشه‌های ایمنی, شیشه برای بالکن, شیشه‌های دکوراتیو, قیمت شیشه‌های بالکنی, خدمات پس از فروش شیشه‌های بالکنی, مشاوره شیشه‌های بالکنی, خرید شیشه‌های بالکنی",
    type:"website",
    locale:"fa_IR",
    url:`${process.env.NEXT_PUBLIC_BASE_URL}/balcony-glass`,
    siteName:"Atas door"
  }
}



export default async function Page({params}) {

  return (
  <div className="my-10">
     <PostPage params={{title:'شیشه-بالکنی_54jevup6ok'}}/>
  </div>
  );
}

