import PostPage from "@components/posts/postPage";



export const metadata = {
  metadataBase: new URL(`${process.env.NEXT_PUBLIC_BASE_URL}/tempered-glass`),
  title :"شیشه سکوریت - خدمات حرفه‌ای فروش، نصب و تعمیر شیشه سکوریت",
  description:"بهترین خدمات فروش، نصب و تعمیر شیشه سکوریت در ایران و تهران. شیشه‌های مقاوم و ایمن برای تمامی نیازهای ساختمانی و دکوراسیون داخلی. تجربه‌ای حرفه‌ای و مطمئن با محصولات ما. مشاوره رایگان و خدمات حرفه‌ای.",
  keywords:"شیشه سکوریت, فروش شیشه سکوریت, نصب شیشه سکوریت, تعمیر شیشه سکوریت, شیشه‌های مقاوم, شیشه‌های ایمنی, شیشه‌های ساختمانی, دکوراسیون داخلی, شیشه برای فروشگاه‌ها, قیمت شیشه سکوریت, خدمات شیشه سکوریت, شرکت شیشه سکوریت, مشاوره شیشه سکوریت, خرید شیشه سکوریت, تولید شیشه سکوریت",
  twitter:{
   card:'summary_large_image'
  },
  openGraph:{
    title :"شیشه سکوریت - خدمات حرفه‌ای فروش، نصب و تعمیر شیشه سکوریت",
    description:"بهترین خدمات فروش، نصب و تعمیر شیشه سکوریت در ایران و تهران. شیشه‌های مقاوم و ایمن برای تمامی نیازهای ساختمانی و دکوراسیون داخلی. تجربه‌ای حرفه‌ای و مطمئن با محصولات ما. مشاوره رایگان و خدمات حرفه‌ای.",
    keywords:"شیشه سکوریت, فروش شیشه سکوریت, نصب شیشه سکوریت, تعمیر شیشه سکوریت, شیشه‌های مقاوم, شیشه‌های ایمنی, شیشه‌های ساختمانی, دکوراسیون داخلی, شیشه برای فروشگاه‌ها, قیمت شیشه سکوریت, خدمات شیشه سکوریت, شرکت شیشه سکوریت, مشاوره شیشه سکوریت, خرید شیشه سکوریت, تولید شیشه سکوریت",
    type:"website",
    locale:"fa_IR",
    url:"https://www.atlasdoors.ir/tempered-glass",
    siteName:"Atas door"
  }
}

export default async function Page({params}) {


  return (

  <div className="my-10">
     <PostPage params={{title:'شیشه-سکوریت_hi88q0m9of'}}/>
  </div>


  );
}
